Repository: ZJHecnu/RuzhTranslator
Catalog: 1.1.tmx
Source language: ru
Languages: zh_cn

source: Тов. Дэн Сяопин всегда считал себя членом трудового народа, всегда предъявлял к себе требования по стандартам коммуниста. Он проявлял непоколебимость перед лицом трудностей и человеческую теплоту по отношению к товарищам.
zh_cn: 邓小平同志始终以劳动人民的一员看待自己，始终以共产党员的标准要求自己，不屈不挠面对困难，有情有义对待同志，一以贯之严格自律，自始至终谦虚谨慎，为我们树立了共产党人自觉加强党性修养的光辉典范。

source: Тов. Дэн Сяопин всегда ставил будущее и судьбу партии и государства на высочайшее место, никогда не считался с личными выгодами и потерями.
zh_cn: 邓小平同志始终把党和国家前途命运放在心中最高的位置，从不计较个人得失。

source: Он говорил: «18-летним юношей я вступил в революционные ряды, одержимый стремлением работать для победы революции. Никаких других мыслей у меня не было»26.
zh_cn: 他说：“我自从十八岁加入革命队伍，就是想把革命干成功，没有任何别的考虑”［26］。

source: А когда его восстанавливали на рабочем посту, он, как и прежде, продолжал вести себя бескорыстно и бесстрашно, и, упорно преодолевая все препятствия, непреклонно отстаивал правильную линию, способствовал ее претворению в жизнь.
zh_cn: 他一生“三落三起”都是因为敢于坚持真理、修正错误，每次被错误批判打倒都豁达乐观、沉着坚韧，对未来充满希望；每次复出重新回到工作岗位都无私无畏、以顽强的意志排除各种干扰，坚定不移推动正确路线方针政策的形成和实践。

source: Когда после завершения «культурной революции» тов. Дэн Сяопин снова вернулся на работу, он сказал по этому поводу: «Вернувшись на работу, я могу выбрать одно из двух – или просто сидеть в чиновничьем кресле, или же что-то делать.
zh_cn: “文化大革命”结束后，邓小平同志再度出来工作，依然表示：“我出来工作，可以有两种态度，一个是做官，一个是做点工作。

source: А уж если ты коммунист, то не можешь быть просто чиновником, думать только о себе, и, значит, у тебя нет выбора»27. Тов. Дэн Сяопин, действительно, показал себя человеком бескорыстной и широкой, как небо, души.Тов. Дэн Сяопин объективно и беспристрастно относился к истории партии, к своим товарищам и к самому себе.
zh_cn: 我想，谁叫你当共产党人呢，既然当了，就不能够做官，不能够有私心杂念，不能够有别的选择，27］邓小平同志真正做到了心底无私天地宽。

source: Был скромным и легким в общении человеком, умел работать в команде. В годы революционной войны он проработал вместе с тов. Лю Бочэном28 13 лет, и между ними сложилась тесная революционная дружба.
zh_cn: 邓小平同志客观公正对待党的历史、对待同志、对待自己，谦逊随和，平易近人，善于同人合作共事 Q 革命战争年代，他同刘伯承 ［28］ 同志共事 13 年，形成亲密无间的革命友谊。

source: Тов. Дэн Сяопин обладал умением сплачивать людей, работать вместе с теми, кто придерживался иных взглядов, никогда не выяснял отношений с людьми на основе личных симпатий или антипатий.
zh_cn: 他善于团结和使用同自己意见不同的人二道工作，从不以个人恩怨待人处事。

source: В случае надобности нужно использовать и тех, кто выступал против тебя»29. Тов. Дэн Сяопин всегда выступал против всяких привилегий, против коррупции.
zh_cn: 他说：“要抛弃个人恩怨来选择人，反对过自己的人也要用。”〔29〕邓小平同志一贯反对特权、反对腐败，对亲属和身边工作人员总是严格要求。

source: Несмотря на свои высокие заслуги, тов. Дэн Сяопин, никогда не кичился ими.
zh_cn: 邓小平同志功高至伟却从不居功自傲。

source: Он неоднократно повторял: «Никогда не следует чрезмерно преувеличивать мою роль.
zh_cn: 他多次讲：“永远不要过分突出我个人。

source: Все, что я делаю, попросту отвечает желаниям китайского народа и китайских коммунистов»30.
zh_cn: 我所做的事，无非反映了中国人民和中国共产党人的愿望”［30］。

source: На проблему жизни и смерти он всегда смотрел как чистый материалист, он говорил своим родным: «Когда мне будет суждено умереть – это неважно.
zh_cn: 他以唯物主义者的精神看待生死问题，对家人说：“我哪天去，哪天走，不关紧要。

source: Вы должны уяснить себе это»31. Согласно его завещанию, роговицы глаз после его кончины были пожертвованы медицине, тело предоставили для анатомического препарирования в научных целях.
zh_cn: 自然规律违背不得，你们要想透这个问题他逝世后，按照他的遗愿，把角膜捐献给了医院，遗体供医学解剖，骨灰撒入大海，奉献了自己的一切。

source: Коммунист всегда должен сохранять силу духа и человеческое достоинство, иначе он не достоин носить это звание и не может завоевать уважение народа.
zh_cn: 共产党人拥有人格力量，才能无愧于自己的称号，才能赢得人民赞誉。

source: Мы должны учиться у тов. Дэн Сяопина таким моральным качествам, как самоотверженность, бескорыстие и бесстрашие, и укреплять в себе чувство партийности, требовательность к себе, великодушие по отношению к другим, правильное отношение к организации, к товарищам и к себе, к своим полномочиям, активно претворять в жизнь основные ценности социализма32, самоотверженно отдавать всего себя делу партии и народа и показывать личный пример в создании хорошего стиля партийной работы, стиля работы госучреждений и общественной морали.
zh_cn: 我们要学习邓小平同志公而忘私、无私无畏的博大胸怀，加强党性修养，严于律己、宽以待人，正确对待组织，正确对待同志，正确对待自己，正确对待权力，积极践行社会主义核心价值观 U2］ ，为党和人民事业赤诚奉献，以身作则推动营造风清气正的党风、政风和社会风气。

source: Самое главное идейное и политическое наследство, которое оставил нам тов. Дэн Сяопин, – это дело социализма с китайской спецификой, которому он положил начало во главе нашей партии и народа, и теория Дэн Сяопина, которую он создал.
zh_cn: 邓小平同志留给我们的最重要的思想和政治遗产，就是他带领党和人民开创的中国特色社会主义，就是他创立的邓小平理论。

source: Карл Маркс говорил: «Люди сами делают свою историю, но они ее делают не так, как им вздумается, при обстоятельствах, которые не сами они выбрали, а которые непосредственно имеются налицо, даны им и перешли от прошлого»33. Самой яркой особенностью идеологии и практики тов. Дэн Сяопина было то, что он, исходя из реальной действительности, из общих тенденций мирового развития и из реалий Китая, всегда придерживался основных принципов нашей партии – никогда не отходить от реальной действительности, всегда следовать линии масс, отстаивать свою независимость и самостоятельность.
zh_cn: 马克思说：“人们自己创造自己的历史，但是他们并不是随心所欲地创造，并不是在他们自己选定的条件下创造，而是在直接碰到的、既定的、从过去承继下来的条件下创造邓小平同志最鲜明的思想和实践特点，就是从实际出发、从世界大势出发、从国情出发，始终坚持我们党一贯倡导的实事求是、群众路线、独立自主。

source: Социализм с китайской спецификой – это теория и практика, которые отвечают особенностям Китая, его реалиям и идут в ногу с требованиями развития эпохи, поэтому они оказались успешными и принесут нам успех и в дальнейшем.
zh_cn: 中国特色社会主义是适合中国国情、符合中国特点、顺 ，应时代发展要求的理论和实践，所以才能取得成功，并将继续取得成功。

source: Тов. Дэн Сяопин подчеркивал: «В частности, такая развивающаяся страна третьего мира, как наша, не поднимется на ноги, если у нее не будет чувства национального достоинства и если она не будет дорожить своей национальной независимостью»34. Главным фактором обеспечения нашего государственного суверенитета, статуса нашего государства, национального достоинства и независимости является независимость нашего пути, нашей теории и системы.
zh_cn: 邓小平同志说：“特别是像我们这样第三世界的发展中国家，没有民族自尊心，不珍惜自己民族的独立，国家是立不起来的我们的国权，我们的国格，我们的民族自尊心，我们的民族独立，关键是道路、理论、制度的独立。

source: За 5000 с лишним лет своей истории китайская нация создала блестящую цивилизацию. Китайский народ под руководством Коммунистической партии Китая добился выдающихсяуспехов в области социалистического строительства.
zh_cn: 中华民族创造了具有 5000 多年悠久历史的辉煌文明，中国人民在中国共产党领导下创造了建设社会主义的辉煌成就，我们应该在这个基础上继续创造。

source: Мы должны на этой основе продолжать инновационную деятельность и с помощью реформ избавляться от имеющихся недостатков и всего плохого.
zh_cn: 我们自己不足、不好的东西，要努力改革。

source: То, что имеется полезного за рубежом, мы должны перенимать со всей скромностью.
zh_cn: 外国有益、好的东西，我们要虚心学习。

source: Однако, нельзя перенимать из-за рубежа все подряд, и тем более недопустимо перенимать плохое.
zh_cn: 但是，不能全盘照搬外国，更不能接受外国不好的东西；不能妄自菲薄，不能数典忘祖。

source: Тов. Дэн Сяопин в свое время говорил, что благодаря образованию Китайской Народной Республики, «Китай добился такого статуса, что никто не осмеливается относиться к нам с пренебрежением»35.
zh_cn: 邓小平同志说过，中华人民共和国的成立，“中国取得了一个资格：人们不敢轻视我们” [35） 。

source: Поэтому мы ни в коем случае не позволим утратить плоды победы новодемократической революции, отрицать достижения социалистической революции и строительства или поколебать направление реформ, открытости и социалистической модернизации.
zh_cn: 所以，新民主主义革命的胜利成果决不能丢失，社会主义革命和建设的成就决不能否定，改革开放和社会主义现代化建设的方向决不能动摇。

source: В них заключается статус нашего государства, благодаря которому наша партия и народ в нынешнем мире гордо идут вперед, невзирая на трудности.
zh_cn: 这是党和人民在当今世界安身立命、风雨前行的资格。

source: Вся современная история Китая говорит нам о том, что все дела в нашей стране необходимо вести, исходя из китайской специфики и реалий. Это и есть правильный путь решения всех проблем Китая.
zh_cn: 中国近代以来的全部历史告诉我们，中国的事情必须按照中国的特点、中国的实际来办，这是解决中国所有问题的正确之道。

source: За это время обстановка в мире претерпела большие изменения, усложнились задачи внутригосударственных реформ и развития. Под руководством третьего поколения руководящего коллектива нашей партии, ядром которого являлся тов. Цзян Цзэминь, и под руководством ЦК партии во главе с его генеральным секретарем Ху Цзиньтао, наша партия, сплачивая и ведя вперед все народы многонационального Китая и непоколебимо придерживаясь линии, курса и политики, выдвинутых на 3-м пленуме ЦК КПК 11-го созыва, сумела неуклонно добиться все новых и новых великих успехов во всех сферахдеятельности нашей партии и государства.
zh_cn: 邓小平同志离开我们 17 年来，国际形势风云变幻，国内改革发展任务艰巨繁重，在以江泽民同志为核心的党的第三代中央领导集体、以胡锦涛同志为总书记的党中央领导下，我们党团结带领全国各族人民，坚持党的十一届三中全会以来的路线方针政策不动摇，推动党和国家各项事业不断取得新的伟大成就。

source: Со времени XVIII съезда партии ЦК КПК сплоченно ведет за собой все национальности нашей страны, всесторонне претворяет в жизнь дух XVIII съезда и 3-го пленума 18-го созыва, высоко держит великое знамя социализма с китайской спецификой, отстаивая марксизм-ленинизм, идеи Мао Цзэдуна, теорию Дэн Сяопина, важную идею о «трех представительствах» и концепцию научного развития, и, одновременно принимая во внимание внешнюю и внутреннюю обстановку, всесторонне углубляет реформы, способствует дальнейшему здоровому развитию экономики, всесторонне усиливает внедрение правильного стиля работы, прилагает усилия, чтобы открыть еще более широкие перспективы для дела социализма с китайской спецификой.
zh_cn: 党的十八大以来，党中央团结带领全国各族人民，全面贯彻党的十八大和十八届三中全会精神，高举中国特色社会主义伟大旗帜，坚持以马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观为指导，统筹国内国际两个大局，全面深化改革，推动经济持续健康发展，全面加强作风建设，努力开创中国特色社会主义事业更加广阔的前景。

source: Программа социалистической модернизации, которую начертал для нас тов. Дэн Сяопин, шаг за шагом превращается в прекрасную реальность. Наша великая Родина с каждым днем становится все более процветающей и могучей, а китайская нация уверенно идет к великому возрождению.
zh_cn: 邓小平同志为我们擘画的社会主义现代化蓝图正在一步步变成美好现实，我们伟大的祖国正在一天天走向繁荣富强，中华民族正在一步步走向伟大复兴。

source: И это рождает у нас непередаваемое чувство гордости!
zh_cn: 对此，我们感到无比自豪。

source: Именно в этот момент мы должны повторять про себя слова, которые со всей искренностью сказал тов. Дэн Сяопин: «Мы строим социализм всего лишь несколько десятилетий и все еще находимся на его начальной стадии.
zh_cn: 此时此刻，我们必须牢记邓小平同志语重心长说过的这段话：“我们搞社会主义才几十年，还处在初级阶段。

source: Для укрепления и развития социалистического строя еще требуется длительный исторический период, неустанные усилия нескольких поколений, нет, больше десятка или даже нескольких десятков поколений»36. «Суть социализма в освобождении и развитии производительных сил, ликвидации эксплуатации, устранении поляризации общества и достижении в конечном счете всеобщей зажиточности»37.
zh_cn: 巩固和发展社会主义制度，还需要一个很长的历史阶段，需要我们几代人、十几代人，甚至几十代人坚持不懈地努力奋斗 ,,C36] ;“社会主义的本质，是解放生产力，发展生产力，消灭剥削，消除两极分化，最终达到共同富裕。”

source: Осуществить социалистическую модернизацию, осуществить полное объединение Китая, осуществить великое возрождение китайской нации – это заветное желание, которое лелеяли тов. Мао Цзэдун, тов. ДэнСяопин и все другие революционеры старого поколения, и это также общее желание всех сынов и дочерей китайской нации.
zh_cn: U7] 实现社会主义现代化，实现祖国完全统一，实现中华民族伟大复兴，这是毛泽东同志、邓小平同志等老一辈革命家和千百万革命先辈的深切夙愿，是全体中华儿女的共同心愿。

source: В свое время тов. Дэн Сяопин напоминал партии: «Начиная с нынешнего столетия и кончая серединой следующего века, этот период чрезвычайно важен. Он потребует от нас напряженных усилий.
zh_cn: 邓小平同志曾经嘱托全党，从现在起到下世纪中叶，将是很要紧的时期，我们要埋头苦干。

source: У нас на плечах тяжелая ноша, и ответственность огромна!»38 Сегодня эстафета истории перешла в наши руки, и вместе с ней тяжелейшая ответственность.
zh_cn: 我们肩膀上的担子重，责任大啊！ ”〔38〕今天，历史的接力棒传到了我们手里，责任重于泰山。

source: Партия должна теснее сплотить свои ряды, смело принять на себя этот груз, упорно работать, сплачивая и ведя за собой наш многонациональный народ. Мы должны идти в ногу со временем, не замедляя шаг и непрестанно завоевывая новые победы, непрерывно совершенствовать и развивать социализм с китайской спецификой, неустанно вносить новый и все больший вклад в благородное дело мира и развития человечества!
zh_cn: 全党一定要紧密团结起来，敢于担当、埋头苦干，团结带领全国各族人民，以与时俱进、时不我待的精神 f 断夺取新胜利，不断完善和发展中国特色社会主义，不断乂人类和平与发展的崇高事业作出新的更大的贡献。

source: Мы уверены, что Коммунистическая партия Китая и китайский народ, завоевавшие великие победы в XX веке, непременно добьются еще более великих исторических побед в XXI веке!
zh_cn: 我们相信，在 20 世纪赢得了伟大历史性胜利的中国共产党和中国人民，必将在21世纪赢得更伟大的历史性胜利！
